{
  "chapter_number": 1,
  "sentences": [
    {
      "order": 1,
      "spanish": "Cuando yo tenía seis años, vi en un libro sobre la selva virgen que se titulaba Historias vividas, una magnífica lámina.",
      "english": "When I was six years old, I saw a magnificent illustration in a book about the virgin jungle entitled True Stories."
    },
    {
      "order": 2,
      "spanish": "Representaba una serpiente boa que se tragaba a una fiera.",
      "english": "It depicted a boa constrictor swallowing a wild animal."
    },
    {
      "order": 3,
      "spanish": "Ésta es la copia del dibujo.",
      "english": "This is a copy of the drawing."
    },
    {
      "order": 4,
      "spanish": "En el libro se afirmaba: «La serpiente boa se traga su presa entera, sin masticarla.",
      "english": "The book stated: \"The boa constrictor swallows its prey whole, without chewing it.\""
    },
    {
      "order": 5,
      "spanish": "Luego ya no puede moverse y duerme durante los seis meses que dura su digestión».",
      "english": "Then he can no longer move and sleeps for the six months it takes for his digestion to take.\""
    },
    {
      "order": 6,
      "spanish": "Reflexioné mucho en ese momento sobre las aventuras de la jungla y a mi vez logré trazar con un lápiz de colores mi primer dibujo.",
      "english": "I reflected a lot at that moment on the adventures of the jungle and in turn I managed to draw my first picture with a colored pencil."
    },
    {
      "order": 7,
      "spanish": "Mi dibujo número 1 era de esta manera: Enseñé mi obra de arte a las personas mayores y les pregunté si mi dibujo les daba miedo. —¿Por qué habría de asustar un sombrero? —me respondieron.",
      "english": "My first drawing looked like this: I showed my artwork to the grown-ups and asked them if my drawing frightened them. \"Why should a hat be frightening?\" they replied."
    },
    {
      "order": 8,
      "spanish": "Mi dibujo no representaba un sombrero.",
      "english": "My drawing did not depict a hat."
    },
    {
      "order": 9,
      "spanish": "Representaba una serpiente boa que digiere un elefante.",
      "english": "It depicted a boa constrictor digesting an elephant."
    },
    {
      "order": 10,
      "spanish": "Dibujé entonces el interior de la serpiente boa a fin de que las personas mayores pudieran comprender.",
      "english": "I then drew the inside of the boa snake so that older people could understand."
    },
    {
      "order": 11,
      "spanish": "Siempre estas personas tienen necesidad de explicaciones.",
      "english": "These people always need explanations."
    },
    {
      "order": 12,
      "spanish": "Mi dibujo número 2 era así: Las personas mayores me aconsejaron abandonar el dibujo de serpientes boas, ya fueran abiertas o cerradas, y poner más interés en la geografía, la historia, el cálculo y la gramática.",
      "english": "My second drawing looked like this: Grown-ups advised me to give up drawing boa constrictors, whether open or closed, and to take more interest in geography, history, arithmetic, and grammar."
    },
    {
      "order": 13,
      "spanish": "De esta manera a la edad de seis años abandoné una magnífica carrera de pintor.",
      "english": "Thus, at the age of six, I abandoned a magnificent career as a painter."
    },
    {
      "order": 14,
      "spanish": "Había quedado desilusionado por el fracaso de mis dibujos número 1 y número 2.",
      "english": "I had been disappointed by the failure of my drawings number 1 and number 2."
    },
    {
      "order": 15,
      "spanish": "Las personas mayores nunca pueden comprender algo por sí solas y es muy aburrido para los niños tener que darles una y otra vez explicaciones.",
      "english": "Older people can never understand anything on their own, and it is very boring for children to have to give them explanations over and over again."
    },
    {
      "order": 16,
      "spanish": "Tuve, pues, que elegir otro oficio y aprendí a pilotar aviones.",
      "english": "So I had to choose another profession and I learned to fly airplanes."
    },
    {
      "order": 17,
      "spanish": "He volado un poco por todo el mundo y la geografía, en efecto, me ha servido de mucho; al primer vistazo podía distinguir perfectamente la China de Arizona.",
      "english": "I've flown around the world a bit and geography has indeed been very useful to me; at first glance I could perfectly distinguish China from Arizona."
    },
    {
      "order": 18,
      "spanish": "Esto es muy útil, sobre todo si se pierde uno durante la noche.",
      "english": "This is very useful, especially if you get lost during the night."
    },
    {
      "order": 19,
      "spanish": "A lo largo de mi vida he tenido multitud de contactos con multitud de gente seria.",
      "english": "Throughout my life I have had many contacts with many serious people."
    },
    {
      "order": 20,
      "spanish": "Viví mucho con personas mayores y las he conocido muy de cerca; pero esto no ha mejorado demasiado mi opinión sobre ellas.",
      "english": "I lived with older people for a long time and got to know them very well; but this hasn't improved my opinion of them much."
    },
    {
      "order": 21,
      "spanish": "Cuando me he encontrado con alguien que me parecía un poco lúcido, lo he sometido a la experiencia de mi dibujo número 1 que he conservado siempre.",
      "english": "When I have encountered someone who seemed a little lucid, I have subjected them to the experience of my drawing number 1, which I have always kept."
    },
    {
      "order": 22,
      "spanish": "Quería saber si verdaderamente era un ser comprensivo.",
      "english": "I wanted to know if he was truly an understanding being."
    },
    {
      "order": 23,
      "spanish": "E invariablemente me contestaban siempre: «Es un sombrero».",
      "english": "And they invariably answered me: \"It's a hat.\""
    },
    {
      "order": 24,
      "spanish": "Me abstenía de hablarles de la serpiente boa, de la selva virgen y de las estrellas.",
      "english": "I refrained from telling them about the boa constrictor, the virgin jungle, and the stars."
    },
    {
      "order": 25,
      "spanish": "Poniéndome a su altura, les hablaba del bridge, del golf, de política y de corbatas.",
      "english": "Getting down to their level, I talked to them about bridge, golf, politics, and ties."
    },
    {
      "order": 26,
      "spanish": "Y mi interlocutor se quedaba muy contento de conocer a un hombre tan razonable.",
      "english": "And my interlocutor was very pleased to meet such a reasonable man."
    }
  ]
}